Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.Attributes


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.Scaling


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.Font


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.ToStruct(Tekla.Structures.Drawing.TextFile.TextFileAttributes)


Tekla.Structures.DrawingInternal.dotGrTextFileAttributes_t.FromStruct(Tekla.Structures.Drawing.TextFile.TextFileAttributes)
